{
  "Description": "Description",
  "Description_meta_description": "Description of the generator settings and usage recommendations",
  "Description_1": "Conventionally, we have three different actions we can do to every count: hold (0, white card), step (1, blue card) and ball-change (2, red card).",
  "Description_2": "no weight transfer: hold, kick, eagle slide, touch",
  "Description_3": "one weight transfer (accurate on bit), one step: step, jump, down",
  "Description_4": "double weight transfer (rhythm \"and - one\"), double step: ball-change (bllch)",
  "Description_5": "The number of cards corresponds to a 6-or 8-count basic",
  "Description_6": "Use step's variations",
  "Description_9": "Standard 6-count basic with triple steps (tr) will look as follows: <em>st - st - tr - tr</em>,<br/> where the first two <em>st-st</em> &#8212;  it is a rock-step.<br/>  Since triple step takes two counts and can be represented as <em>st-bllch</em>, the basic, laid out in counts, will be:<br/> <em>st- st - st - bllch - st - bllch</em>",
  "Description_10": "For 8-count basic: <em>st - st - tr - st - st - tr</em><br> and in counts: <em>st - st - st - bllch - st - st - st - bllch</em>",
  "Description_syncopation": "Syncopation steps",
  "Description_sync_1": "<p>In addition to the single weight transfer accurate on bit, there are syncopated steps on \"and\":</p>",
  "Description_sync_2": "rhythmically the same if you remove the second step from",
  "Description_sync_3": "Listen to any example with syncopation at a slow tempo with a metronome and rhythm.",
  "Description_settings": "Settings",
  "Description_how_it_works": "How to work with it",
  "Description_hiw_1": "<p>The generator produces a random number of weight transfers on each count (card), you can set your rhythm in <strong>manual mode</strong>. Listen to the rhythm and try to remember it, speaking the rhythm out loud, clapping him, stomping. You can use the signed steps or use your own variations. Practice with the included metronome or rhythm without them. Try different temp. Practice footwork solo and in pair. <p>If something does not work or is not convenient, consider what you can change to make it comfortable.</p>Change the footwork on your own!</p><p>Listen to more music. Try to recognize the rhythm and use it in your footwork.</p><p>Good luck!</p>",
  "Description_settings": "Settings",
  "Description_settings_1": "<p><strong>Manual mode</strong> - you can setup rhythm manually.</p><p><strong>Number of counts</strong> - a figure may take 6 or 8 counts.</p> <p><strong>Evenness</strong> - the evenness of the number of weight transfers. Usually you want to start the next figure with a specific leg. If the amount of weight transfers is even, then you start with the same leg as the previous one.</p><p><strong>Show counts</strong> - show a bit number over the cards.</p><p><strong>Show step names</strong> - show the proposed options under the cards.</p><p><strong>Show line index</strong> - show a number before each rhythm line.</p><p><strong>Group two steps</strong> - unite every two steps.</p><p><strong>Keep rock step</strong> -  the first two counts will always be rock-step (1-1).</p><p><strong>Show triple step</strong> - combines step ball-change in the triple-step. When using the option 'group two steps' - only displays a 'triple step' if a step ball-change sequence is already grouped.</p><p><strong>Syncopation (max)</strong> - maximum number (per line) of syncopation steps, that generator can produce.</p><p><strong>Sound</strong> - can play rhythm, metronome on each count or simultaneously.</p><p><strong>Play accent</strong> -  play additional sound on each 4 or 6 or 8 counts.</p><p><strong>Tempo</strong> -  the number of beats per second (bpm).</p>"
}