{
  "Description": "Описание",
  "Description_meta_description": "Описание основных настроек генератора и рекомендации по использованию",
  "Description_1": "Условно у нас есть три вида действия в каждый бит: hold (0, белая карточка), step (1, синяя карточка) и ball-change (2, красная карточка).",
  "Description_2": "отсутствие переноса веса: hold, kick, eagle slide, touch",
  "Description_3": "один перенос веса, один шаг (точно в бит): step, jump, down",
  "Description_4": "двойной перенос веса, двойной шаг (ритм \"и-раз\"): ball-change (bllch)",
  "Description_5": "Количество карточек соответсвует 6-ти или 8-ми битному бейсику (по карточке на бит).",
  "Description_6": "Используйте произвольные вариации шагов.",

  "Description_9": "Стандартный 6-ти битный бейсик на триплстепах будет выглядеть следующим образом: <em>ст - ст - тр - тр</em>,<br/> где первые два <em>ст-ст</em> &#8212; это рок-степ.<br/> Так как триплстеп занимает два бита и его можно представить как <em>ст-бч</em>, то бейсик, разложенный по битам, примет вид:<br/> <em>ст- ст - ст - бч - ст - бч</em>",
  "Description_10": "Для 8-ми битного бейсика: <em>ст - ст - тр - ст - ст - тр</em><br> или по битам: <em>ст - ст - ст - бч - ст - ст - ст - бч</em>",
  "Description_syncopation": "Синкопирование шагов",
  "Description_sync_1": "<p>Кроме одиночного переноса веса в бит, предусмотрены синкопированные шаги на \"и\":</p>",
  "Description_sync_2": "ритмически то же самое, если вы уберете второй шаг из",
  "Description_sync_3": "Послушайте любой пример с синкопой на медленном темпе с метрономом и ритмом.",
  "Description_how_it_works": "Как с этим работать",
  "Description_hiw_1": "<p>Генератор выдает произвольное количество переносов веса на каждый счет (карточки), можете задать свой ритм в <strong>ручном режим</strong>. Прослушайте ритм и попытайтесь его запомнить, проговорите этот ритм вслух, прохлопайте его, протопайте. Можете воспользоваться подписанными шагами или использовать свои вариации. Потренируйтесь с включенным метрономом или ритмом и без них. Попробуйте разный темп. Отработайте футворк соло и в паре. <p>Если что-то не получается или не удобно, подумайте, что можно изменить, чтобы стало комфортно.</p>Меняйте футворк на ваше усмотрение!</p><p>Слушайте больше музыки. Старайтесь выделить в ней ритм и используйте его в вашем футворке.</p><p>Успехов!</p>",
  "Description_settings": "Настройки",
  "Description_settings_1": "<p><strong>Ручной режим</strong> - вы можете задать ритм вручную.</p><p><strong>Количество бит</strong> - многие фигуры занимают по времени 6 или 8 бит.</p> <p><strong>Четность</strong> - четность количества переносов веса. Обычно требуется начать следующую фигуру с конкретной ноги. Если количество переносов веса четно, то начнете с той же ноги, что и предыдущую.</p><p><strong>Подписывать шаги</strong> - показывать предлагаемые варианты шагов под карточками.</p><p><strong>Подписывать биты</strong> - показывать номер счета над каждой карточкой.</p><p><strong>Показывать номер строки</strong> - отображает номер напротив каждой строки с ритмом.</p><p><strong>Группировать шаги по два</strong> - объединяет каждые два шага.</p><p><strong>Сохранить рок-степ</strong> - первые два бита всегда будут рок-степом (1-1).</p> <p><strong>Выделять трипл степ</strong> - объединяем step ball-change в трипл-степ. При использовании опции группировки по два - выделяет трипл степ только в уже сгруппированных step ball-change.</p><p><strong>Макс. кол-во синкоп</strong> - максимальное количество (на каждую линию) синкоп, которое может сделать генератор.</p><p><strong>Звук</strong> - может проигрывать ритм шагов, метрономом на каждый счет или одновременно.</p><p><strong>Делать акцент</strong> - проигрывать дополнительный звук на каждые 4, 6 или 8 счетов.</p><p><strong>Темп</strong> - количество ударов (бит) в минуту (bpm).</p>"
}